<?php
/**
 * Created by PhpStorm.
 * User: chenxin
 * Date: 2019/6/20
 * Time: 10:43
 */

// +----------------------------------------------------------------------
// | 微信相关设置设置
// +----------------------------------------------------------------------

return [
    //应用id
    'app_id'    =>  '12',
    //应用密钥
    'app_secret'    =>  '12',
    //商户号
    'mch_id'    =>  '12',
    //证书地址
    'cert_dir'  =>  'fgh',
    //模板消息
    'template_info' =>  [],
    //授权回调地址
    'redirect_url'  =>  [
        'login' =>  '',
        'pay'   =>  [
            'redirect_html'   =>  '',
            'notify_server' =>  ''
        ]
    ],
];